tap 'caskroom/cask'
tap 'caskroom/versions'

# Brew

## Android

brew 'android-sdk'
brew 'gradle'
brew 'pidcat'

## Development

brew 'ag'
brew 'cloc'
brew 'git'
brew 'httpie'
brew 'ncdu'
brew 'tig'
brew 'tmux'
brew 'tree'

## Utils

brew 'mas'

## Zsh

brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

# Cask

## Android

cask 'android-studio'
cask 'intel-haxm'
cask 'java6'
cask 'java'

## Utils

cask '1password'
cask 'banktivity'
cask 'dropbox'
cask 'google-chrome'
cask 'spotify'
cask 'transmission'
cask 'vlc'

# Mac App Store

mas 'Pages', id: 409201541
mas 'Telegram', id: 747648890
mas 'Unarchiver', id: 425424353
mas 'Wunderlist', id: 410628904
